Repository: ziyzhu/openox
Catalog: ios/ios/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Native capabilities the agent can use on this device. Access is managed by iOS.
zh_hans: 代理可在此设备上使用的原生能力。访问权限由 iOS 管理。

source: Navigate
zh_hans: 前往页面

source: Navigate Browser to a website.
zh_hans: 将浏览器导航到网站。

source: New API key (optional)
zh_hans: 新 API 密钥（可选）

source: New chat
zh_hans: 新对话

source: New Profile
zh_hans: 新建配置档案

source: New Skill
zh_hans: 新建技能

source: news
zh_hans: 新闻

source: No artifacts yet
zh_hans: 还没有资料

source: No booking details
zh_hans: 暂无预订详情

source: No chats found
zh_hans: 未找到对话

source: No custom providers
zh_hans: 没有自定义提供商

source: No description.
zh_hans: 暂无描述。

source: No items
zh_hans: 没有项目

source: No logs yet
zh_hans: 暂无日志

source: No models available
zh_hans: 没有可用模型

source: No order details
zh_hans: 暂无订单详情

source: No saved artifacts
zh_hans: 没有已保存的资料

source: No services found
zh_hans: 未找到服务

source: No services requested
zh_hans: 未请求任何服务

source: No skills yet
zh_hans: 还没有技能

source: None
zh_hans: 无

source: Not authorized
zh_hans: 未授权

source: Not now
zh_hans: 暂不

source: Not Now
zh_hans: 暂不

source: Not required
zh_hans: 不需要

source: Not signed in to iCloud
zh_hans: 未登录 iCloud

source: Not synced yet
zh_hans: 尚未同步

source: Not yet asked
zh_hans: 尚未询问

source: Note
zh_hans: 笔记

source: Note added to Artifacts
zh_hans: 笔记已添加到资料

source: Notifications
zh_hans: 通知

source: Notifications are already on
zh_hans: 通知已开启

source: Notifications are off. Open Settings so Ox can tell you when longer requests and background tasks finish.
zh_hans: 通知已关闭。请打开“设置”，以便 Ox 在较长的请求和后台任务完成时通知你。

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: On this device
zh_hans: 在此设备上

source: Open
zh_hans: 待处理

source: Open a message pre-filled with a recipient and body for you to review and send.
zh_hans: 打开已填好收件人和正文的信息，供你检查并发送。

source: Open a pre-filled message for you to review and send.
zh_hans: 打开已填好的信息，供你检查并发送。

source: Open a resolved place or directions in Apple Maps.
zh_hans: 在 Apple 地图中打开已解析的地点或路线。

source: Open chat history
zh_hans: 打开对话历史

source: Open Existing Profile
zh_hans: 打开现有配置档案

source: Open in Maps
zh_hans: 在地图中打开

source: Open Messages
zh_hans: 打开“信息”

source: Open Notification Settings
zh_hans: 打开通知设置

source: Open Profile
zh_hans: 打开配置档案

source: Open Settings
zh_hans: 打开设置

source: Opened from Files
zh_hans: 从“文件”打开

source: Opened in place
zh_hans: 就地打开

source: Opened Messages
zh_hans: 已打开“信息”

source: Opening your Profile…
zh_hans: 正在打开你的配置档案…

source: Opens %@
zh_hans: 打开 %@

source: Output
zh_hans: 输出

source: Ox can only access folders you add here.
zh_hans: Ox 只能访问你在这里添加的文件夹。

source: Ox Chat
zh_hans: Ox 对话

source: Ox connects directly to the server and opens its sign-in page when needed. Credentials stay on this device.
zh_hans: Ox 会直接连接服务器，并在需要时打开其登录页面。凭证会保留在此设备上。

source: Ox turns websites into reusable actions. You can use one that already exists or ask Ox to build a new one for you.
zh_hans: Ox 把网站变成可重复使用的操作。你可以直接使用已有的操作，也可以让 Ox 为你创建新的操作。

source: Ox couldn't finish saving before sharing. Try again.
zh_hans: Ox 无法在分享前完成保存。请重试。

source: Ox doesn't have a completed response yet.
zh_hans: Ox 还没有已完成的回复。

source: Ox is an open protocol - point the app at any host running an Ox server to load its service catalog and actions.
zh_hans: Ox 是一个开放协议-将应用指向任何运行 Ox 服务器的主机，即可加载其服务目录和操作。

source: Ox is plowing
zh_hans: Ox 正在耕耘

source: Ox is still plowing. I'll let you know when it's ready.
zh_hans: Ox 仍在耕耘。准备好后我会通知你。

source: Ox is still plowing. Open Ox later, or ask Siri to read Ox's latest response.
zh_hans: Ox 仍在耕耘。请稍后打开 Ox，或让 Siri 朗读 Ox 的最新回复。

source: Ox isn't responding right now.
zh_hans: Ox 当前没有正在生成回复。

source: Ox may act on your behalf, so you are responsible for evaluating the risks and granting permissions.
zh_hans: Ox 可能代表你执行操作，因此你有责任评估风险并授予权限。

source: Ox navigates and acts across the web faster than a typical browser agent.
zh_hans: Ox 浏览网页并执行操作，比典型的浏览器智能体更快。

source: Ox needs you to continue in the app.
zh_hans: Ox 需要你在应用中继续。

source: Ox reads this before every chat. Keep it short and durable - preferences, who you are, standing instructions. Markdown is fine.
zh_hans: Ox 在每次对话前都会读取这些内容。请保持简短而稳定-偏好、你是谁、长期指令。支持 Markdown。

source: Ox runs in a sandbox, never sees your secrets, and requires your permission for every dangerous action.
zh_hans: Ox 在沙盒中运行，绝不会看到你的任何机密，并且每项危险操作都需要你的许可。

source: Ox Server
zh_hans: Ox 服务器

source: Ox Server configuration and recent on-device activity for troubleshooting. Logs are held in memory and never leave your device.
zh_hans: Ox 服务器配置和用于故障排查的近期设备端活动。日志仅保存在内存中，绝不会离开你的设备。

source: Ox Server: %@
zh_hans: Ox 服务器：%@

source: Ox uses this Profile directly from its folder. Closing it does not delete its files.
zh_hans: Ox 会直接使用此文件夹中的配置档案。关闭配置档案不会删除其中的文件。

source: Ox will notify you when longer requests and background tasks finish.
zh_hans: 较长的请求和后台任务完成后，Ox 会通知你。

# Ox will read your %@%@ %@
source: Ox will read your %1$@%2$@ %3$@
zh_hans: Ox 将读取您的%1$@%2$@，%3$@

source: Ox will use the built-in key instead.
zh_hans: Ox 将改用内置密钥。

source: Ox's voice - how it talks and carries itself in every chat. Edit to reshape its character. Markdown is fine; clear it to fall back to the default.
zh_hans: Ox 的声音-它在每次对话中如何说话、如何举止。编辑即可重塑它的性格。支持 Markdown；清空则恢复为默认。

source: Packaging…
zh_hans: 正在打包…

source: Page
zh_hans: 页面

source: Page unavailable
zh_hans: 页面不可用

source: Paste your own %@ API key to bill against your account. Leave it empty to use Ox's built-in key.
zh_hans: 粘贴你自己的 %@ API 密钥以从你的账户计费。留空则使用 Ox 的内置密钥。

source: Pay
zh_hans: 支付

source: Payment completed
zh_hans: 付款完成

source: PDF too large (%lld bytes; limit %lld).
zh_hans: PDF 文件过大（%1$lld 字节；上限 %2$lld 字节）。

source: Peace of mind
zh_hans: 让你安心

source: Ox asks before sensitive actions, keeps account credentials isolated on the web page, and lets you pull the plug at any time.
zh_hans: Ox 在执行敏感操作前会先询问，把账户凭据隔离在网页中，并让你随时可以拔掉插头。

source: Permission granted
zh_hans: 已授予权限

source: Permission needed
zh_hans: 需要权限

source: Permission not granted
zh_hans: 未授予权限

source: Permissions
zh_hans: 权限

source: Permissions & approvals
zh_hans: 权限与批准

source: Personalization
zh_hans: 个性化

source: Photos
zh_hans: 照片

source: Pick up the thread from wherever you are.
zh_hans: 不论你现在在哪里，都从那条线索继续。

source: Picking this skill auto-attaches these services to the chat.
zh_hans: 选择此技能时会自动将这些服务附加到聊天。

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Plan the work, then trim the plan.
zh_hans: 先规划工作，再精简计划。

source: Play video
zh_hans: 播放视频

source: Plowing
zh_hans: 正在耕耘

source: Plowing on a step…
zh_hans: 正在耕耘一个步骤…

source: Plowing…
zh_hans: 耕耘中…

source: Premium
zh_hans: 高品质

source: Present an artifact
zh_hans: 展示资料

source: Presented an artifact
zh_hans: 已展示资料

source: Pressure-test a promising idea.
zh_hans: 给一个看似不错的想法做压力测试。

source: Preview
zh_hans: 预览版

source: Preview voice
zh_hans: 试听声音

source: Profile
zh_hans: 配置档案

source: Profile files may contain private chats, memory, and artifacts. Logins aren't included.
zh_hans: 配置档案文件可能包含私密聊天、记忆和资料。不包含登录信息。

source: Profiles
zh_hans: 配置档案

source: Profiles hold chats, artifacts, character, and memory. Keep several, switch anytime, and store locally or sync with iCloud.
zh_hans: 配置档案存放对话、资料、角色和记忆。你可以创建多个、随时切换，保存在本机或通过 iCloud 同步。

source: Provider
zh_hans: 提供商

source: Provider name
zh_hans: 提供商名称

source: Purpose: %@
zh_hans: 用途：%@

source: Put the awkward question on the table.
zh_hans: 把那个尴尬的问题摆到桌面上。

source: Question
zh_hans: 问题

source: Queued
zh_hans: 排队中

source: Read /%@
zh_hans: 已读取 /%@

source: Read %@
zh_hans: 已读取 %@

source: Read a file
zh_hans: 读取文件

source: Read a skill
zh_hans: 读取技能

source: Read activity
zh_hans: 读取活动数据

source: Read aloud
zh_hans: 朗读

source: Read an artifact
zh_hans: 读取资料

source: Read an attachment
zh_hans: 已读取附件

source: Read body trends
zh_hans: 读取身体指标趋势

source: Read bounded activity, sleep, workout, vital, and body summaries allowed by iOS.
zh_hans: 读取 iOS 允许范围内的活动、睡眠、锻炼、生命体征和身体指标摘要。

source: Read bounded daily activity totals from Apple Health.
zh_hans: 读取 Apple 健康中限定范围的每日活动总量。

source: Read bounded daily body-measurement trends from Apple Health.
zh_hans: 读取 Apple 健康中限定范围的每日身体测量趋势。

source: Read bounded daily sleep totals from Apple Health.
zh_hans: 读取 Apple 健康中限定范围的每日睡眠总量。

source: Read bounded daily vital summaries from Apple Health.
zh_hans: 读取 Apple 健康中限定范围的每日生命体征摘要。

source: Read from %@?
zh_hans: 从%@读取？

source: Read Health activity
zh_hans: 读取健康活动数据

source: Read Health body trends
zh_hans: 读取健康身体趋势

source: Read Health sleep
zh_hans: 读取健康睡眠数据

source: Read Health vitals
zh_hans: 读取健康生命体征

source: Read Health workouts
zh_hans: 读取健康体能训练

source: Read Latest Ox Response
zh_hans: 朗读 Ox 最新回复

source: Read Latest Response
zh_hans: 朗读最新回复

source: Read memory
zh_hans: 读取记忆

source: Read Once
zh_hans: 读取一次

source: Read sleep
zh_hans: 读取睡眠数据

source: Read vitals
zh_hans: 读取生命体征

source: Read your approximate, city-level location for nearby search, local prices, and weather.
zh_hans: 读取精确到城市级别的大致位置，用于附近搜索、当地价格和天气查询。

source: Recent app activity captured on-device for troubleshooting. Held in memory only - nothing leaves your device.
zh_hans: 在设备上捕获的近期应用活动，用于排查问题。仅保存在内存中-不会离开你的设备。

source: Recents
zh_hans: 最近

source: reference
zh_hans: 参考

source: Referenced services
zh_hans: 引用的服务

source: Regenerate
zh_hans: 重新生成

source: Regenerate reply
zh_hans: 重新生成回复

source: Regenerate this reply?
zh_hans: 重新生成此回复？

source: Region
zh_hans: 区域

source: Rehearse the conversation before it happens.
zh_hans: 在谈话发生前先演练一遍。

source: Reload
zh_hans: 重新加载

source: Reload logs
zh_hans: 重新加载日志

source: Reminders
zh_hans: 提醒事项

source: Reminders: Add reminder
zh_hans: 提醒事项:添加提醒

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove %@?
zh_hans: 移除 %@？

source: Remove key
zh_hans: 移除密钥

source: Remove MCP server
zh_hans: 移除 MCP 服务器

source: Remove MCP server?
zh_hans: 移除 MCP 服务器？

source: Remove Provider
zh_hans: 移除提供商

source: Remove the failed attachment before sending
zh_hans: 请先移除添加失败的附件再发送

source: Remove your %@ API key?
zh_hans: 移除你的 %@ API 密钥？

source: Removes cookies, cache, and stored data for %@. You may need to sign in again.
zh_hans: 将移除 %@ 的 Cookie、缓存和已存储的数据。您可能需要重新登录。

source: Removes this server, its discovered tools, and its local authorization from Ox. The server does not receive a revocation request.
zh_hans: 从 Ox 中移除此服务器、已发现的工具和本地授权。服务器不会收到撤销请求。

source: Rename
zh_hans: 重命名

source: Rename a skill
zh_hans: 重命名技能

source: Rename an artifact
zh_hans: 重命名资料

source: Rename chat
zh_hans: 重命名对话

source: Rename Profile
zh_hans: 重命名配置档案

source: Renamed /%@
zh_hans: 已重命名 /%@

source: Renamed an artifact
zh_hans: 已重命名资料

source: Replace Skill
zh_hans: 替换技能

source: Reply
zh_hans: 回复

source: Report progress
zh_hans: 报告进度

source: Repository
zh_hans: 仓库

source: Request access
zh_hans: 请求访问

source: Requested services
zh_hans: 请求的服务

source: Research the part that could change the decision.
zh_hans: 调查可能改变决定的那一部分。

source: Reset
zh_hans: 重置

source: Resolve address
zh_hans: 解析地址

source: Resolve an address into Apple Maps places.
zh_hans: 将地址解析为 Apple 地图中的地点。

source: Return Ox's latest completed response.
zh_hans: 返回 Ox 最新完成的回复。

source: Return to Ox to continue.
zh_hans: 返回 Ox 继续。

source: Review and complete the payment on the service
zh_hans: 在服务中检查并完成付款

source: Revoke agent access
zh_hans: 撤销助手访问权限

source: Route and ETA
zh_hans: 路线和预计到达时间

source: Running…
zh_hans: 运行中…

source: Save
zh_hans: 保存

source: Save a Copy
zh_hans: 存储副本

source: Save reusable instructions as skills to automate repetitive tasks, triggered automatically or whenever you choose.
zh_hans: 将可复用的指令保存为技能，以自动处理重复任务，并可按需自动或手动触发。

source: Saved
zh_hans: 已保存

source: Saved artifacts
zh_hans: 已保存的资料

source: Say “Hey Siri, Ask Ox” to turn on Ox shortcuts.
zh_hans: 说“嘿 Siri，问问 Ox”来打开 Ox 快捷指令。

source: Say “Siri, Ask Ox”
zh_hans: 说“Siri，问问 Ox”

source: Say it clearly without sounding stiff.
zh_hans: 说清楚，但别显得生硬。

source: Schedule a local notification with a relative or absolute time.
zh_hans: 使用相对或绝对时间安排本地通知。

source: Schedule a reminder
zh_hans: 设置提醒

source: Schedule notification
zh_hans: 安排通知

source: Schedule reminders and alerts on this device.
zh_hans: 在此设备上安排提醒和通知。

source: Scheduled a reminder
zh_hans: 已设置提醒

source: Scroll to bottom
zh_hans: 滚动到底部

source: Scroll to latest
zh_hans: 滚动到最新消息

source: search
zh_hans: 搜索

source: Search Apple Maps near you while keeping your precise coordinate on device.
zh_hans: 在 Apple 地图中搜索附近地点，同时将你的精确坐标保留在设备上。

source: Search artifacts
zh_hans: 搜索资料

source: Search chats
zh_hans: 搜索对话

source: Search contacts
zh_hans: 搜索联系人

source: Search files
zh_hans: 搜索文件

source: Search nearby
zh_hans: 搜索附近地点

source: Search services
zh_hans: 搜索服务

source: Search skills
zh_hans: 搜索技能

source: Search the web
zh_hans: 搜索网页

source: Searched contacts
zh_hans: 已搜索通讯录

source: Searched files
zh_hans: 已搜索文件

source: Searched for “%@”
zh_hans: 已搜索“%@”

source: Searched services
zh_hans: 已搜索服务

source: Searched the web
zh_hans: 已搜索网页

source: See what changes when we name the real problem.
zh_hans: 看看说出真正的问题后会发生什么变化。

source: Selected
zh_hans: 已选择

source: Send
zh_hans: 发送

source: Send a message
zh_hans: 发送消息

source: Separate what’s known from what’s assumed.
zh_hans: 分清已知事实和未经验证的假设。

source: Series
zh_hans: 系列

source: Server
zh_hans: 服务器

source: Server URL
zh_hans: 服务器 URL

source: Service checkout
zh_hans: 服务结账

source: Service sign-in
zh_hans: 服务登录

source: Service verification
zh_hans: 服务验证

source: Services
zh_hans: 服务

source: Services won't be attached automatically.
zh_hans: 服务不会自动附加。

source: Set Up
zh_hans: 设置

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share artifact
zh_hans: 分享资料

source: Share message
zh_hans: 分享消息

source: Share Once
zh_hans: 共享一次

source: Share Profile
zh_hans: 分享配置档案

source: Share with %@?
zh_hans: 与%@共享？

source: shopping
zh_hans: 购物

source: Show me how the pieces fit together.
zh_hans: 告诉我这些部分如何相互配合。

source: Sign in
zh_hans: 登录

source: Sign in to continue
zh_hans: 登录以继续

source: Sign in to iCloud in the Settings app to keep Profiles in the cloud and sync them across your devices.
zh_hans: 在“设置”应用中登录 iCloud，即可将配置档案保存在云端并在你的设备间同步。

source: Sign in with %@
zh_hans: 使用 %@ 登录

source: Sign in with your %@ account to use your existing subscription — no API key needed. Experimental: this uses your plan's usage limits and isn't officially supported by %@.
zh_hans: 使用你的 %@ 账户登录,直接使用你现有的订阅 — 无需 API 密钥。实验性功能:此方式会占用你套餐的用量额度,且未获得 %@ 官方支持。

source: Sign out
zh_hans: 退出登录

source: Sign out of %@?
zh_hans: 退出 %@ 登录？

source: Sign-in not required
zh_hans: 无需登录

source: Sign-in status unknown
zh_hans: 登录状态未知

source: Sign-in unavailable
zh_hans: 无法检查登录状态

source: Signed in
zh_hans: 已登录

source: Signed in · %@
zh_hans: 已登录 · %@

source: Signed in to %@
zh_hans: 已登录 %@

source: Signed out
zh_hans: 未登录

source: Signing in…
zh_hans: 正在登录…

source: Siri & Shortcuts
zh_hans: Siri 与快捷指令

source: Siri can start or continue a chat, use Shortcut input, read the latest response, or stop work. Fast answers are read immediately; longer work continues in Ox.
zh_hans: Siri 可以开始或继续对话、使用快捷指令输入、朗读最新回复，或停止任务。快速回复会立即朗读；较长的任务会在 Ox 中继续。

source: Size
zh_hans: 大小

source: Skills
zh_hans: 技能

source: sleep data
zh_hans: 睡眠数据

source: social
zh_hans: 社交

source: Something went wrong
zh_hans: 出现了问题

source: Sort by
zh_hans: 排序方式

source: Sort priorities before the day gets busy.
zh_hans: 趁忙起来之前排好优先级。

source: Source
zh_hans: 源代码

source: Start an Ox chat and return its response, continuing in the app if it needs more time.
zh_hans: 开始 Ox 对话并返回回复；如果需要更多时间，将在应用中继续。

source: Start chat
zh_hans: 开始对话

source: Start simple, then add the nuance.
zh_hans: 从简单开始，再补上细微之处。

source: Start small enough to start now.
zh_hans: 从足够小、现在就能做的事开始。

source: Start temporary chat
zh_hans: 开始临时聊天

source: Start Temporary Chat
zh_hans: 开始临时聊天

source: Start using Ox
zh_hans: 开始使用 Ox

source: Start with the part you’re unsure about.
zh_hans: 从你最没把握的地方开始。

source: Stay notified
zh_hans: 及时了解动态

source: Steps
zh_hans: 步骤

source: Stop
zh_hans: 停止

source: Stop Ox
zh_hans: 停止 Ox

source: Stop Ox's active responses.
zh_hans: 停止 Ox 当前正在生成的回复。

source: Stop preview
zh_hans: 停止试听

source: Stop reading
zh_hans: 停止朗读

source: Stopped
zh_hans: 已停止

source: Stopped Ox.
zh_hans: 已停止 Ox。

source: Storage
zh_hans: 存储

source: Subscription (OAuth)
zh_hans: 订阅（OAuth）

source: Summary
zh_hans: 摘要

source: Supported actions
zh_hans: 支持的操作

source: Sync now
zh_hans: 立即同步

source: Syncing your Profile from iCloud…
zh_hans: 正在从 iCloud 同步你的配置档案…

source: Syncing…
zh_hans: 正在同步…

source: System
zh_hans: 系统

source: Take the tour
zh_hans: 了解一下

source: Tap to dismiss
zh_hans: 点按以关闭

source: Teach me the part nobody explains well.
zh_hans: 教我那个总没人讲清楚的部分。

source: Tell me what matters and why.
zh_hans: 告诉我什么最重要，以及为什么。

source: Tell me what you’re working through.
zh_hans: 告诉我你正在琢磨什么。

source: Temporary
zh_hans: 临时

source: Temporary chat
zh_hans: 临时聊天

source: Temporary chat, not saved
zh_hans: 临时聊天，不会保存

source: Temporary chats aren't saved and can't be recovered after you leave.
zh_hans: 临时聊天不会保存，离开后将无法恢复。

source: Text
zh_hans: 文本

source: Text file isn't UTF-8.
zh_hans: 文本文件不是 UTF-8 编码。

source: Text file too large (%lld bytes; limit %lld).
zh_hans: 文本文件过大（%1$lld 字节；上限 %2$lld 字节）。

source: The first time Siri asks, tap Turn On.
zh_hans: Siri 首次询问时，请轻点“打开”。

source: The Ox API endpoint that serves the service catalog. Point it at any host running the Ox server protocol.
zh_hans: 提供服务目录的 Ox API 端点。将其指向任何运行 Ox 服务器协议的主机。

source: The text to replace matched %lld locations; make it more specific.
zh_hans: 要替换的文本匹配了 %lld 处；请提供更具体的文本。

source: The text to replace wasn't found.
zh_hans: 未找到要替换的文本。

source: Theme
zh_hans: 主题

source: Then tap Turn On when Siri asks.
zh_hans: Siri 询问时，请轻点“打开”。

source: These instructions drop into the message box when you pick the skill in a chat.
zh_hans: 在聊天中选择该技能时，这些指令会填入消息框。

source: This chat won’t be saved by Ox or synced with iCloud. Temporary mode changes Ox’s storage only; your selected model’s data policy still applies.
zh_hans: 此聊天不会由 Ox 保存或同步到 iCloud。临时模式只会改变 Ox 的存储方式；您所选模型的数据政策仍然适用。

source: This closes the Profile in Ox. Its folder and contents stay in Files.
zh_hans: 这会在 Ox 中关闭配置档案。其文件夹和内容仍保留在“文件”中。

source: This device has no camera.
zh_hans: 此设备没有相机。

source: This file doesn't contain a valid Profile.
zh_hans: 此文件不包含有效的配置档案。

source: This isn't a valid Profile file.
zh_hans: 这不是有效的配置档案文件。

source: This Profile file appears to be damaged.
zh_hans: 此配置档案文件似乎已损坏。

source: This Profile file contains an unsafe path.
zh_hans: 此配置档案文件包含不安全的路径。

source: This Profile file uses unsupported compression.
zh_hans: 此配置档案文件使用了不支持的压缩方式。

source: This Profile is too large to share.
zh_hans: 此配置档案太大，无法分享。

source: This Profile was created by an unsupported version of Ox.
zh_hans: 此配置档案由不支持的 Ox 版本创建。

source: This removes it from iCloud and all your devices — chats, artifacts, character and memory. This can't be undone.
zh_hans: 这将把它从 iCloud 和你的所有设备上移除-对话、资料、角色与记忆。此操作无法撤销。

source: This removes it from this device — chats, artifacts, character and memory. This can't be undone.
zh_hans: 这将把它从本设备上移除-对话、资料、角色与记忆。此操作无法撤销。

source: This removes the artifact from this Profile. Existing chat references will show a deleted placeholder. This can't be undone.
zh_hans: 这会从此配置档案中移除该资料。现有对话中的引用会显示为已删除占位符。此操作无法撤销。

source: This removes the chat from your history. This can't be undone.
zh_hans: 这会从你的历史记录中移除该对话。此操作无法撤销。

source: This request can't run in a saved chat. Start a temporary chat to continue.
zh_hans: 此请求无法在已保存的聊天中运行。请开始临时聊天以继续。

source: This service exposes no actions.
zh_hans: 此服务未提供任何操作。

source: This service exposes no skills.
zh_hans: 此服务未提供任何技能。

source: This temporary chat won't be saved by Ox or synced with iCloud.
zh_hans: 此临时聊天不会由 Ox 保存或同步到 iCloud。

source: Thought for %lld min %lld seconds
zh_hans: 思考了 %lld 分 %lld 秒

source: Thought for %lld seconds
zh_hans: 思考了 %lld 秒

source: Timed out downloading %@ from iCloud.
zh_hans: 从 iCloud 下载 %@ 超时。

source: to answer this request. The data won't be sent to a model provider.
zh_hans: 来回答此请求。数据不会发送给模型提供商。

source: Tool help
zh_hans: 工具帮助

source: Trace a claim back to its source.
zh_hans: 把一个说法追溯到原始来源。

source: Try Again
zh_hans: 重试

source: Turn “I don’t know” into a useful starting point.
zh_hans: 把“我不知道”变成一个有用的起点。

source: Turn “someday” into a realistic next step.
zh_hans: 把“改天”变成现实的下一步。

source: Turn a blank page into a starting point.
zh_hans: 把空白页变成一个起点。

source: Turn a rough idea into a clear plan.
zh_hans: 把粗略的想法变成清晰的计划。

source: Turn a worry into something actionable.
zh_hans: 把担忧变成可以行动的事情。

source: Turn curiosity into a tiny experiment.
zh_hans: 把好奇心变成一个小实验。

source: Turn jargon into something I can use.
zh_hans: 把行话变成我能用的东西。

source: Turn off temporary chat
zh_hans: 关闭临时聊天

source: Turn On
zh_hans: 打开

source: Turn on “Ox” shortcuts with Siri?
zh_hans: 要打开 Ox 快捷指令以配合 Siri 使用吗？

source: Turn on the native capabilities the agent can use on this device. Access is managed by iOS.
zh_hans: 开启代理可在此设备上使用的原生能力。访问权限由 iOS 管理。

source: Turn scattered notes into a clean draft.
zh_hans: 把零散笔记整理成清晰的初稿。

source: Type
zh_hans: 类型

source: Type your answer…
zh_hans: 输入你的回答…

source: Unavailable
zh_hans: 不可用

source: Unpin
zh_hans: 取消置顶

source: Unread
zh_hans: 未读

source: Unsave
zh_hans: 取消保存

source: Unsupported file type: %@
zh_hans: 不支持的文件类型：%@

source: Untangle a problem before it grows roots.
zh_hans: 在问题扎根之前先把它理清。

source: Update a skill
zh_hans: 更新技能

source: Update memory
zh_hans: 更新记忆

source: Updated /%@
zh_hans: 已更新 /%@

source: Updated memory
zh_hans: 已更新记忆

source: Updating your Profile…
zh_hans: 正在更新你的配置档案…

source: Use
zh_hans: 使用

source: Use Ox with Siri
zh_hans: 通过 Siri 使用 Ox

source: Use this Profile
zh_hans: 使用此配置档案

source: Use with Siri
zh_hans: 通过 Siri 使用

source: Used to read agent responses aloud. For higher quality, go to Settings › Accessibility › Read & Speak › Voices and download an Enhanced or Premium voice.
zh_hans: 用于朗读智能体回复。如需更高音质，请前往“设置”›“辅助功能”›“阅读与朗读”›“声音”，然后下载“增强”或“高级”声音。

source: Using a custom server
zh_hans: 正在使用自定义服务器

source: Using built-in key
zh_hans: 正在使用内置密钥

source: Using the default server
zh_hans: 正在使用默认服务器

source: Value
zh_hans: 值

source: Verification completed
zh_hans: 验证已完成

source: Verified
zh_hans: 已验证

source: Verify
zh_hans: 验证

source: Verifying…
zh_hans: 正在验证…

source: View %@ live page
zh_hans: 查看 %@ 的实时页面

source: View booking
zh_hans: 查看预订

source: View live page
zh_hans: 查看实时页面

source: View order
zh_hans: 查看订单

source: View Page
zh_hans: 查看页面

source: vital signs
zh_hans: 生命体征

source: Voice
zh_hans: 声音

source: Walk through it one honest step at a time.
zh_hans: 一步一步，诚实地梳理清楚。

source: Web
zh_hans: 网页

source: Website address
zh_hans: 网站地址

source: What are we optimizing for?
zh_hans: 我们究竟在优化什么？

source: What are you curious about today?
zh_hans: 今天你好奇什么？

source: What are you trying to figure out?
zh_hans: 你正想弄明白什么？

source: What can we safely leave out?
zh_hans: 哪些东西可以放心省略？

source: What constraint changes everything?
zh_hans: 哪个限制条件会改变一切？

source: What could use a fresh perspective?
zh_hans: 什么事需要换个角度看？

source: What decision are you circling?
zh_hans: 你正在反复权衡哪个决定？

source: What deserves a closer look?
zh_hans: 什么值得仔细看看？

source: What feels harder than it should?
zh_hans: 什么事不该这么难，却偏偏很难？

source: What might we be overlooking?
zh_hans: 我们可能忽略了什么？

source: What needs to be true for this to work?
zh_hans: 要让它奏效，哪些条件必须成立？

source: What question keeps coming back?
zh_hans: 哪个问题总在回来？

source: What text or URL should Ox use?
zh_hans: Ox 应使用什么文本或 URL？

source: What would “done” look like here?
zh_hans: 在这里，“完成”是什么样子？

source: What would make this easier to choose?
zh_hans: 什么能让这个选择更容易？

source: What would make today easier?
zh_hans: 怎样能让今天轻松一点？
